Repository: 3DExtended/RPGTableHelper
Catalog: applications/rpg_table_helper/lib/l10n/intl_*.arb
Languages: de

source: Username
de: Nutzername

source: Password
de: Passwort

# characterNameDefault
source: Player name
de: Spielername

source: Save
de: Speichern

source: Cancel
de: Abbrechen

source: First value
de: Erster Wert

# firstValuePlaceholder
source: The first value
de: Der erster Wert

source: Current value
de: Aktueller Wert

# currentValuePlaceholder
source: The current value for this property
de: Der aktuelle Wert für diese Eigenschaft

source: Max value
de: Maximaler Wert

# maxValuePlaceholder
source: The max value for this property
de: Der maximaler Wert für diese Eigenschaft

source: Second value
de: Zweiter Wert

# secondValuePlaceholder
source: The second value
de: Der zweiter Wert

source: Other value
de: Anderer Wert

# otherValuePlaceholder
source: The other value
de: Der andere Wert

source: Calculated value
de: Berechneter Wert

# calculatedValuePlaceholder
source: The calculated value
de: Der berechnete Wert

source: Configure properties
de: Eigenschaften konfigurieren

# configurePropertiesForCharacterNameSuffix
source: (for {username})
de: (für {username})

# valueOfPropertyWithName
source: The value of {property}
de: Der Wert von {property}

# newPetBtnLabel
source: New pet
de: Neuer Begleiter

# petDefaultNamePrefix
source: Pet
de: Begleiter

source: Preview
de: Vorschau

# newImageBtnLabel
source: New image
de: Neues Bild

source: Additional settings
de: Erweiterte Optionen

# hidePropertyForCharacter
source: Hide property for my character
de: Eigenschaft für meinen Charakter ausblenden

source: Hide heading
de: Überschrift ausblenden

# addCharacterToCampagneModalTitle
source: Add character to campaign
de: Charakter zur Kampagne hinzufügen

# assignCharacterToCampagneModalContent
source: You have created a character, but it is not yet assigned to a season or campaign. Enter the join code you received from your DM here to send a request to your DM.
de: Du hast zwar einen Charakter erstellt, dieser ist aber noch keine Season bzw. Kampagne zugeordnet. Gebe hier den Join Code ein, den du von deinem DM erhältst, um eine Anfrage an deinen DM zu senden.

# genericErrorModalHeader
source: Error
de: Fehler

# genericErrorModalTechnicalDetailsHeader
source: Technical details:
de: Technische Details:

# genericErrorModalTechnicalDetailsErrorCodeRowLabel
source: Error code:
de: Fehlercode:

# genericErrorModalTechnicalDetailsExceptionRowLabel
source: Error text:
de: Fehlertext:

# nameOfPropertyLabel
source: Name of property
de: Name der Eigenschaft

# descriptionOfProperty
source: Help text for the property
de: Hilfstext für die Eigenschaft

# propertyEditTypeOneTap
source: Frequently changed (e.g. every session)
de: Häufig verändert (bspw. jede Session)

# propertyEditTypeStatic
source: Rarely changed (e.g. per level-up)
de: Selten verändert (bspw. je Level-Up)

# propertyEditTypeLabel
source: Change frequency
de: Veränderungshäufigkeit

source: Generated image
de: Generiertes Bild

source: Multiline text
de: Mehrzeiliger Text

source: Single line text
de: Einzeiliger Text

# integerValue
source: Number value
de: Zahlen-Wert

# listOfIntegersWithIcons
source: List of number values with icons
de: Liste von Zahlen-Werten mit Icons

# integerValueWithMaxValue
source: Number value with max value
de: Zahlen-Wert mit maximal Wert

# listOfInterValuesWithCalculatedIntegerValues
source: Group of number values with additional number
de: Gruppe von Zahlen-Werten mit zusätzlicher Zahl

# integerValueWithCalculatedValue
source: Number value with additional number
de: Zahlen-Wert mit zusätzlicher Zahl

source: Character name with level and configurable details
de: Charakter Basis Eigenschaften (LVL, Name und weitere optionale)

# multiselectOption
source: Multiselect
de: Mehrfach-Auswahl

source: Companion overview
de: Begleiter Übersicht

source: Kind of property
de: Art der Eigenschaft

source: Multiselect options are selectable multiple times
de: Optionen können mehrmals ausgewählt werden

source: Optional property for companions
de: Optionale Eigenschaft für Begleiter

source: Optional property for alternate forms
de: Optionale Eigenschaft für andere Formen

source: Options for multiselect
de: Optionen für Mehrfach-Auswahl

# multiselectOptionDescription
source: Description:
de: Beschreibung:

# additionalElement
source: Add element
de: Neues Element

source: More values
de: Weitere Werte

# forIntegerValueWithName
source: for number value
de: für Zahlen-Wert

source: Complete registration
de: Registrierung abschließen

# selectIconModalTitle
source: Select icon
de: Icon auswählen

source: Select a color:
de: Farbe auswählen:

source: Select an icon:
de: Icon auswählen:

# itemExampleDescription
source: Some item description
de: Beschreibung eines Items

source: Select
de: Auswählen

source: Campaign management
de: Kampagnen Management

# characterOverview
source: Charakter overview
de: Charakter Übersicht

# fightingOrdering
source: Fight order
de: Kampf Reihenfolge

source: Grant items
de: Items verteilen

source: Lore
de: Weltgeschichte

source: All players:
de: Alle Spieler:

# openJoinRequests
source: Join requests:
de: Join Anfragen:

source: Join code (for new players):
de: Join Code (für neue Spieler):

# noOpenJoinRequests
source: No open requests
de: Keine offenen Anfragen

source: Character:
de: Charakter:

source: Last granted items
de: Letzte verteilte Items

# noItemsGranted
source: No items granted yet...
de: Noch keine Items verteilt...

source: Place of finding
de: Fundort

source: Player rolls
de: Spieler Würfe

source: Dice roll
de: Wurf

source: Player
de: Spieler

source: Send items
de: Items verschicken

# itemsToBeFoundInPlaceMarkdown
source: ## Items to be found in place:
de: ## Auffindbare Items in Fundort:

source: No place of finding selected.
de: Es wurde noch kein Fundort ausgewählt.

# followingItemsArePossibleAtPlaceOfFinding
source: The following items are possible at the place of finding:
de: Diese Items gibt es am/im Fundort:

# diceChallengeAbbr
source: DC
de: SG

# lastGrantedItemsMarkdownPrefix
source: Last granted items:
de: Zuletzt wurden diese Items verteilt:

# noItemsGrantedToPlayerThisRound
source: No items granted this round
de: Keine Items in dieser Runde

source: Sign in with Apple
de: Mit Apple anmelden

source: Sign in with Google
de: Mit Google anmelden

source: Create new account
de: Neuen Account anlegen

source: Register
de: Registrieren

# itemDetailsForPrefix
source: Item details for
de: Item Details für

# itemDetailsDescriptionHeader
source: Description:
de: Beschreibung:

# itemDetailsPriceHeader
source: Price:
de: Preis:

source: Amount
de: Anzahl

# receivedItemsModalHeader
source: Received items
de: Neue Items

# newItemsMarkdownPlural
source: # New items
de: # Neue Items

# newItemsMarkdownSingular
source: # New item
de: # Neues Item

# receivedOneNewItemText
source: You received one new item:
de: Du hast ein neues Item erhalten:

# receivedXNewItems
source: You received {amount} new items:
de: Du hast {amount} neue Items erhalten:

# rpgConfigurationDmWizardStep2Tutorial
source: Now we come to the character sheets. Every role-playing game has different attributes that characterize the players (e.g., how many hit points a player has). For each attribute, as the game master, you need to define how the players can interact with this attribute. We need three pieces of information from you for each attribute: 1. Name of the attribute: What should this value be called on the character sheet? (e.g., “HP”, “SP”, “Name”, etc.) 2. Type of the attribute: Is it, for example, a text that the player can modify (e.g., the character's backstory) or a numerical value (e.g., the hit points)? 3. Change type: Some of these attributes are regularly adjusted (e.g., the current hit points), while others are rarely changed (e.g., the maximum hit points). To consider this when creating the character sheets, you need to provide us with this information. If you need more explanations, you can find an example page here with all configurations and the corresponding appearance on the character sheets:
de: Nun kommen wir zu den Charakterbögen. Jedes Rollenspiel hat unterschiedliche Eigenschaften, die die Spieler charakterisieren (z.B. wie viele Lebenspunkte ein Spieler hat). Für jede Eigenschaft musst du, als Spielleiter, definieren, wie die Spieler mit dieser Eigenschaft interagieren können. Hierbei benötigen wir für jede Eigenschaft drei Informationen von dir: 1. Name der Eigenschaft: Wie soll dieser Wert auf dem Charakterbogen heißen? (z.B. „HP“, „SP“, „Name“, etc.) 2. Werteart der Eigenschaft: Handelt es sich z.B. um einen Text, den der Spieler anpassen kann (z.B. Hintergrundgeschichte des Charakters) oder um einen Zahlenwert (z.B. die Lebenspunkte)? 3. Änderungsart: Manche dieser Eigenschaften werden regelmäßig angepasst (z.B. die aktuellen Lebenspunkte), andere hingegen nur selten (z.B. die maximalen Lebenspunkte). Damit dies bei der Erstellung der Charakterbögen berücksichtigt werden kann, musst du uns diese Information mitteilen. Falls du mehr Erklärungen benötigst, findest du hier eine Beispielseite mit allen Konfigurationen und dem entsprechenden Aussehen auf den Charakterbögen:

source: Add additional enemy
de: Neue Gegner hinzufügen

source: Enemy name
de: Gegnername

# rollOfInititive
source: Roll of initiative
de: Reihenfolgenwurf

# addAnAdditionalEnemyBtnLabel
source: Add more
de: Weiterer Gegner

source: Enemy
de: Gegner

source: Add
de: Hinzufügen

# initiativeRollForCharacterPrefix
source: Initiative roll
de: Kampf Reihenfolge Wurf

# initiativeRollText
source: A fight has started. Please roll for initiative.
de: Ein Kampf startet: Würfel deinen Platz in der Reihenfolge!

# initiativeRollTextFieldLabel
source: Initiative roll
de: Kampf Wurf

# editPageTitle
source: Edit document
de: Seite bearbeiten

# editPageModalText
source: You can edit both the title and the grouping of your document here.
de: Hier kannst du sowohl den Titel als auch die Gruppierung deiner Seite verändern.

# documentGroupLabel
source: Grouping
de: Gruppenname

# recipeForTitlePrefix
source: Recipe for
de: Rezept für

# recipeRequirements
source: Prerequisites:
de: Voraussetzungen:

# recipeIngredients
source: Ingredients:
de: Zutaten:

# requiredIngredientCountPrefix
source: Required:
de: Benötigt:

# ownedIngredientCountPrefix
source: owned:
de: in Besitz:

# amountToCraftFieldLabel
source: Amount
de: Anzahl

source: Craft
de: Herstellen

# newItem
source: New
de: Neu

# defaultGroupNameForDocuments
source: Other
de: Sonstiges

# documentDefaultNamePrefix
source: Document
de: Dokument

# authorLabel
source: Author:
de: Autor:

source: You
de: Du

# hourMinutesDayMonthYearFormatString
source: %H:%M %m-%d-%Y
de: %H:%M %d.%m.%Y

# addParagraphBtnLabel
source: Paragraph
de: Absatz

# addImageBtnLabel
source: Image
de: Bild

# newGroup
source: New grouping:
de: Neue Gruppe:

# newGroupBtnLabel
source: New grouping
de: Neue Gruppe

# newPropertyBtnLabel
source: New property
de: Neue Eigenschaft

# newTabBtnLabel
source: New tab
de: Neuer Tab

# itemCardDescRequires
source: Requires:
de: Braucht:

# amountHeaderLabel
source: Amount:
de: Anzahl:

# noItemsInCategoryErrorText
source: No items in this category
de: Keine Items unter dieser Kategorie

# searchLabel
source: Search
de: Suche

# itemCategoryFilterAll
source: All
de: Alles

# craftableRecipeFilter
source: Craftable
de: Herstellbar

# noItemsInCategoryCraftable
source: No craftable items in this category
de: In dieser Kategorie sind keine Items herstellbar

# noItemsInCategory
source: No items in this category
de: Keine Items unter dieser Kategorie

# craftableAmountText
source: Craftable:
de: Herstellbar:

# navBarHeaderCrafting
source: Crafting
de: Herstellen

# navBarHeaderLore
source: Lore
de: Weltgeschichte

# navBarHeaderInventory
source: Inventory
de: Inventar

# navBarHeaderMoney
source: Currency
de: Währung

source: Current balance
de: Aktuelles Guthaben

source: Add balance
de: Guthaben hinzufügen

source: Reduce balance
de: Guthaben abziehen

source: New balance
de: Neues Guthaben

# notEnoughBalance
source: Not enough balance for this transaction
de: Zu wenig Geld für diese Ausgabe

# noteblockVisibleFor
source: Visible for:
de: Sichtbar für:

# nothingSelected
source: - Nothinge selected -
de: - Nichts ausgewählt -

source: Count
de: Anzahl

source: Add items
de: Items hinzufügen

source: Select Game Mode
de: Rolle auswählen

# chooseACampagne
source: Choose a campaign
de: Kampagne auswählen

# startAsDm
source: Play as DM
de: Als DM spielen

# youOwnXCampaigns
source: You own {count} campaigns
de: Dir gehören {count} Kampagnen

source: Join as Player
de: Tritt als Spieler bei

source: Choose a character
de: Charakter auswählen

# youOwnXCharacters
source: You own {count} characters
de: Dir gehören {count} Charaktere

# helperTextForNameOfCampaign
source: The name of the campaign
de: Wie soll die Kampagne heißen?

source: New campaign
de: Neue Kampagne

# noPlayersOnline
source: Currently no players are online
de: Aktuell keine Spieler online

source: Current fight ordering
de: Aktuelle Kampfreihenfolge

# noFIghtStarted
source: No fight started yet
de: Aktuell kein Kampf gestartet

source: New fight ordering
de: Neue Kampfreihenfolge

source: Additional fight participants
de: Weitere Teilnehmer

# rollForInitiativeBtnLabel
source: Roll for initiative
de: Kampfreihenfolge würfeln

source: Roll for initiative
de: Kampfreihenfolge würfeln

# nameOfCharacterHelperText
source: The name of the character
de: Wie heißt dein Charakter?

source: Campaign name
de: Kampagnen Name

# tranformToAlternateForm
source: Transform
de: Verwandeln

source: Transform into alternate form
de: Verwandeln in eine andere Form

# addNewTransformationComponent
source: Add new transformations
de: Füge neue Verwandlungsformen hinzu

# createNewTransformationTitle
source: Create new transformation
de: Neue Verwandlung erstellen

source: Transformation name
de: Verwandlungsname

source: Transformation description
de: Beschreibung

# createTransformationHelperText
source: In order to create a new transformation, you have to select the properties which are modified by this transformation. (If this transformation doesn't change this property, you don't have to select it.)
de: Um eine neue Transformation zu erstellen, musst du die Eigenschaften auswählen, die durch diese Verwandlung verändert werden. (Wenn die Eigenschaft nicht verändert wird, muss sie auch nicht ausgewählt werden.)

source: Back
de: Zurück

source: Next
de: Weiter

source: Warning
de: Warnung

# youAreEditingAnAlternateFormWarningText
source: You are editing an alternate form of the character. Changes made here will not affect the main character. If you want to change the main character, go back to the main character screen. Any changes made here will be saved to the alternate form, which will be reset after reverting your transformation.
de: Du bearbeitest gerade eine Verwandlungs-Form. Änderungen werden nur auf dieser Verwandlung gespeichert und werden resettet, wenn du dich zurück verwandelst. Wenn du dauerhafte Veränderungen deiner Form möchtest, bearbeite die Basis-Form (indem du dich zurück verwandelst und dort die Veränderungen einpflegst).

# transformationIsEditedWarningTitle
source: Transformation is edited
de: Verwandlung wird bearbeitet

source: Property is copied
de: Eigenschaft wurde kopiert

# youAreEditingACopiedPropertyChangesWillNotAffect
source: You are editing a copied property. Changes will not affect the original property.
de: Du bearbeitest gerade eine kopierte Eigenschaft. Änderungen werden nur auf dieser Eigenschaft gespeichert und werden nicht auf den Haupt-Charakter übertragen.

# previousTransformationSelectionBtn
source: Previous transformation
de: Alte Gestalt

# newTransformationSelectionBtn
source: New transformation
de: Neue Gestalt

source: No
de: Nein

source: Yes
de: Ja

# yourAreDisconnectedBody
source: Your are disconnected... Either you or the DM has lost the connection.
de: Du bist nicht mehr verbunden... Entweder bist du oder der DM offline...

# characterNameStatTitle
source: Character Name
de: Charakter-Name

# characterNameStatHelperText
source: What is the name of your character?
de: Wie heißt dein Charakter?
